Repository: pierre-simplon/fitness-tracker-
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Your email
fr: Votre email

source: Invalid login email
fr: Votre email de login n'est pas valable

source: Please enter your login email
fr: Entrez votre email de login svp

source: Your password
fr: Votre mot de passe

source: Please enter your password
fr: Entrez votre mot de passe svp

source: Missing password
fr: Il manque le mot de passe

source: Submit
fr: Soumettre

source: E-mail is invalid
fr: Cet email n'est pas valide

source: Field must not be empty
fr: Ce champs ne doit pas être vide

source: Should be at least 6 characters long
fr: il doit être d'au moins 6 caractères

source: Has to be at least 6 characters long.
fr: il doit etre d'au moins 6 caractères.

source: Your Birthdate
fr: Votre date de naissance

source: Agree to Terms and Conditions
fr: J'accepte les termes et conditions d'utilisation

source: Signup
fr: S'enregistrer

source: LogIn
fr: Se connecter

source: Training
fr: S'entrainer

source: Settings
fr: Paramètres

source: LogOut
fr: Se déconnecter

source: Setings
fr: Paramètres

source: Are you sure ?
fr: Etes-vous sur ?

source: You want {{ passedData.action}} {{ passedData.exercise.name }}
fr: Vous souhaitez {{ passedData.action}} {{ passedData.exercise.name }}

source: Name
fr: Nom

source: Duration
fr: Durée

source: Select a Workout to Edit
fr: Selectionnez un entrainement à éditer

source: Select type of training
fr: Selectionnez l'exercice

source: Fetch Again
fr: Nouvel essai

source: Keep on going, You can do it !
fr: Allez, continuez, vous pouvez y arriver !

source: Stop
fr: Arrêter

source: Time to start a WorkOut
fr: Il est l'heure de s'entrainer

source: Start
fr: Commencer

source: Filter
fr: Filtrer

source: State
fr: Etat

source: You already got {{ passedData.progress }} %
fr: Vous avez déja effectué {{ passedData.progress }} %

source: Yes
fr: Oui

source: No
fr: Non

source: ACTIVITY
fr: ACTIVITE

source: Stay active and enjoy better health and more fun !
fr: Restez actif et profitez d'une meilleure santé !

source: COMMUNITY
fr: COMMUNAUTE

source: Get to know other people who share your passion
fr: Faites connaissance avec des personnes partageant votre passion

source: Never stop ! Dive into new challenges every day
fr: N'arrêtez pas ! Challengez vous quotidiennement
